Repository: YevheniiKolisnyk/ripeline
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: uk

# a11y.block
source: %@: %@, from %@ to %@
uk: %@: %@, з %@ до %@

# a11y.overtime
source: %@ over the plan
uk: %@ понад план

# a11y.segment
source: %@, from %@ to %@
uk: %@, з %@ до %@

# a11y.startBlocked
source: Start is unavailable
uk: Старт недоступний

# a11y.timer
source: Time left
uk: Залишилось часу

# behaviour.autoBreak
source: Start the break automatically when work ends
uk: Автоматично починати перерву після роботи

# behaviour.autoWork
source: Start work automatically when a break ends
uk: Автоматично починати роботу після перерви

# behaviour.note
source: Changes apply from the next transition.
uk: Зміни діють з наступного переходу.

# behaviour.pausesAsRest
source: Count pauses as rest
uk: Рахувати паузу як відпочинок

# behaviour.title
source: Behaviour
uk: Поведінка

# lag.ahead
source: %@ ahead of schedule
uk: Випереджаєш на %@

# lag.behind
source: %@ behind schedule
uk: Відстаєш на %@

# lag.onSchedule
source: On schedule
uk: Вчасно

# longBreak.afterBlock
source: After block no.
uk: Після блоку №

# longBreak.atTime
source: At a time
uk: На час

# longBreak.none
source: None
uk: Немає

# mode.netFocus
source: Net focus
uk: Чистий фокус

# mode.untilTime
source: Until time
uk: До часу

# notification.breakEnded.body
source: Back to work.
uk: Час повертатися до роботи.

# notification.breakEnded.title
source: Break is over
uk: Перерва закінчилась

# notification.dayFinished.body
source: Nice work!
uk: Гарна робота!

# notification.dayFinished.title
source: Day finished
uk: День завершено

# notification.workEnded.body
source: Time for a break.
uk: Час на перерву.

# notification.workEnded.title
source: Work block finished
uk: Робочий блок завершено

# overview.actual
source: Actual
uk: Факт

# overview.kind.rest
source: Rest
uk: Відпочинок

# overview.newDay
source: New day
uk: Новий день

# overview.now
source: Now
uk: Зараз

# overview.plan
source: Plan
uk: План

# phase.break
source: Break
uk: Перерва

# phase.finished
source: Day finished
uk: День завершено

# phase.idle
source: No day started
uk: День не розпочато

# phase.overtime
source: Over plan
uk: Понад план

# phase.paused
source: Paused
uk: На паузі

# phase.working
source: Work
uk: Робота

# preset.classic
source: Classic 25/5/15
uk: Класичний 25/5/15

# preset.custom
source: Custom
uk: Свій

# preset.deepWork
source: Deep work 50/10/45
uk: Глибока робота 50/10/45

# preset.longBlocks
source: Long blocks 90/15/30
uk: Довгі блоки 90/15/30

# remainder.leaveFree
source: Leave free
uk: Лишити вільним

# remainder.shortBlock
source: Short block
uk: Короткий блок

# remainder.stretch
source: Stretch blocks
uk: Розтягнути блоки

# setup.close
source: Close
uk: Закрити

# setup.dayRunning
source: End the current day first.
uk: Спершу завершіть поточний день.

# setup.endTime
source: Day ends at
uk: День закінчується о

# setup.focus
source: Focus time
uk: Час фокусу

# setup.fromNow
source: The plan starts now
uk: План починається зараз

# setup.issue.dayTooShort
source: The day is too short for a block with these settings.
uk: День закороткий для блоку з такими налаштуваннями.

# setup.issue.endNotAfterNow
source: The end time must be later than now.
uk: Час завершення має бути пізніше за поточний.

# setup.issue.invalidInput
source: These settings cannot make a plan.
uk: З цими налаштуваннями план неможливий.

# setup.longBreak
source: Long break
uk: Довга перерва

# setup.longBreakBlock
source: Block number
uk: Номер блоку

# setup.longBreakTime
source: Long break at
uk: Довга перерва о

# setup.minBlock
source: Smallest block
uk: Найменший блок

# setup.mode
source: Day
uk: День

# setup.notice.longBreakNotPlaced
source: The long break does not fit and was left out.
uk: Довга перерва не вмістилась і пропущена.

# setup.notice.longBreakTimePassed
source: The long break time has already passed; it was moved to the nearest break.
uk: Час довгої перерви вже минув; її перенесено на найближчу перерву.

# setup.notice.remainderLeftFree
source: Left free at the end of the day: %@
uk: Лишається вільним наприкінці дня: %@

# setup.preset
source: Preset
uk: Пресет

# setup.remainder
source: Leftover time
uk: Залишок часу

# setup.shortBreak
source: Short break
uk: Коротка перерва

# setup.work
source: Work
uk: Робота

# status.active
source: Running
uk: Триває

# status.completed
source: Done
uk: Завершено

# status.notStarted
source: Planned
uk: Заплановано

# status.skipped
source: Skipped
uk: Пропущено

# summary.ends
source: Ends at
uk: Завершення о

# summary.finishedAt
source: Finished at
uk: Завершено о

# summary.focus
source: Focus
uk: Фокус

# summary.free
source: Left free
uk: Лишається вільним

# summary.plannedEnd
source: Planned end
uk: Завершення за планом

# summary.projectedEnd
source: Projected end
uk: Прогноз завершення

# summary.rest
source: Rest
uk: Відпочинок

# summary.untracked
source: Paused (not counted)
uk: Паузи без обліку

# table.actual
source: Actual
uk: Факт

# table.delta
source: Difference
uk: Різниця

# table.plan
source: Plan
uk: План

# table.segment
source: Segment
uk: Сегмент

# table.start
source: Start
uk: Початок

# table.status
source: Status
uk: Статус

# ui.endDay
source: End day
uk: Завершити день

# ui.extend
source: +5 min
uk: +5 хв

# ui.next
source: Next
uk: Далі

# ui.overview
source: Day overview…
uk: Огляд дня…

# ui.pause
source: Pause
uk: Пауза

# ui.planDay
source: Plan day…
uk: Спланувати день…

# ui.quit
source: Quit Ripeline
uk: Вийти з Ripeline

# ui.resume
source: Resume
uk: Продовжити

# ui.showTime
source: Show time in menu bar
uk: Показувати час у рядку меню

# ui.skip
source: Skip
uk: Пропустити

# ui.startDay
source: Start day
uk: Почати день

# ui.summary
source: Day summary…
uk: Підсумок дня…
